Repository: thermesmarins/tmsm-woocommerce-product-gift-wrap
Catalog: languages/tmsm-woocommerce-product-gift-wrap-*.po
Languages: fr_fr

source: Gift wrap this item for %s?
fr_fr: Option emballage cadeau pour %s

source: Gift Wrapping Enabled by Default?
fr_fr: Option emballage cadeau activée par défaut ?

source: Enable this to allow gift wrapping for products by default.
fr_fr: Valider pour activer l'option d'emballage cadeau par défaut pour chaque produit.

source: Default Gift Wrap Cost
fr_fr: Coût de l'emballage cadeau par défaut

source: The cost of gift wrap unless overridden per-product.
fr_fr: Le coût de l'emballage cadeau s'il n'est pas redéfinit au niveau du produit.

source: Gift Wrap Message
fr_fr: Message à ajouter au cadeau.

source: Note: <code>{checkbox}</code> will be replaced with a checkbox and <code>{price}</code> will be replaced with the gift wrap cost.
fr_fr: Note: <code>{checkbox}</code> sera remplacé par une case à cocher, et <code>{price}</code> sera remplacé par le prix de l'emballage.

source: The checkbox and label shown to the user on the frontend.
fr_fr: La case à cocher et le message affiché à l'utilisateur.

source: free
fr_fr: gratuit

source: Gift Wrapped
fr_fr: Emballage cadeau

source: Yes
fr_fr: Oui

source: Gift Wrapped:
fr_fr: Emballage cadeau :

source: Gift Wrappable
fr_fr: Option emballage cadeau disponible.

source: Enable this option if the customer can choose gift wrapping.
fr_fr: Valider pour activer l'option d'emballage cadeau pour le client.

source: Gift Wrap Cost
fr_fr: Prix de l'emballage cadeau

source: Override the default cost by inputting a cost here.
fr_fr: Redéfinissez le coût de l'emballage cadeau en saisissant un prix ici.
